import img from '../assets/list3.jpg';
export default {
    "count": 25,
    "listType": "2",
    "message": [
        {
            "id": 5,
            "nav_id": 5,
            "title": "我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题",
            "icon": img,
            "content": "<div style = 'clolr:red'>我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文</div>",
            "created_at": "2019-07-04 15:57:13",
            "start_date": "2019-07-06",
        },
        {
            "id": 6,
            "nav_id": 5,
            "title": "我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题",
            "icon": img,
            "content": "<div style = 'clolr:red'>我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文</div>",
            "created_at": "2019-07-04 15:57:13",
            "start_date": "2019-07-06",

        },
        {
            "id": 7,
            "nav_id": 5,
            "title": "我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题",
            "icon": img,
            "content": "<div style = 'clolr:red'>我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文</div>",
            "created_at": "2019-07-04 15:57:13",
            "start_date": "2019-07-06",

        },
        {
            "id": 8,
            "nav_id": 5,
            "title": "我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题",
            "icon": img,
            "content": "<div style = 'clolr:red'>我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文</div>",
            "created_at": "2019-07-04 15:57:13",
            "start_date": "2019-07-06",

        },
        {
            "id": 9,
            "nav_id": 5,
            "title": "我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题",
            "icon": img,
            "content": "<div style = 'clolr:red'>我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文</div>",
            "created_at": "2019-07-04 15:57:13",
            "start_date": "2019-07-06",

        },
        {
            "id": 10,
            "nav_id": 5,
            "title": "我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题",
            "icon": img,
            "content": "<div style = 'clolr:red'>我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文</div>",
            "created_at": "2019-07-04 15:57:13",
            "start_date": "2019-07-06",

        },
        {
            "id": 11,
            "nav_id": 5,
            "title": "我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题",
            "icon": img,
            "content": "<div style = 'clolr:red'>我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文</div>",
            "created_at": "2019-07-04 15:57:13",
            "start_date": "2019-07-06",

        },
        {
            "id": 12,
            "nav_id": 5,
            "title": "我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题我是一个新闻标题",
            "icon": img,
            "content": "<div style = 'clolr:red'>我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文我是文章正文</div>",
            "created_at": "2019-07-04 15:57:13",
            "start_date": "2019-07-06",

        }
    ]
}