import img from '../assets/news.jpg';

export default {
    "error_code": 0,
    "data": [
        {
            "title": "天津大学张雷教授课题组研发新型水凝胶 助力人类攻克1型糖尿病",
            "text": "日前，天津大学张雷教授课题组成功研发了一种新型的水凝胶材料。这一新材料具有高效抗生物粘附和“免疫屏蔽”能力，其构建的“人造胰岛”糖尿病小鼠体内实现长效控糖，有望成为1型糖尿病患者的福音。相关研究成果已经在国际权威期刊《先进功能材料》最新一期发表blablablablablablablablablablablablabla",
            "date":"2019-06-04",
            "picture": img,
            "id":"14",
        },
        {
            "title": "天津大学张雷教授课题组研发新型水凝胶 助力人类攻克1型糖尿病",
            "text": "日前，天津大学张雷教授课题组成功研发了一种新型的水凝胶材料。这一新材料具有高效抗生物粘附和“免疫屏蔽”能力，其构建的“人造胰岛”糖尿病小鼠体内实现长效控糖，有望成为1型糖尿病患者的福音。相关研究成果已经在国际权威期刊《先进功能材料》最新一期发表…",
            "date":"2019-06-04",
            "picture": img,
        },
        {
            "title": "天津大学张雷教授课题组研发新型水凝胶 助力人类攻克1型糖尿病",
            "text": "日前，天津大学张雷教授课题组成功研发了一种新型的水凝胶材料。这一新材料具有高效抗生物粘附和“免疫屏蔽”能力，其构建的“人造胰岛”糖尿病小鼠体内实现长效控糖，有望成为1型糖尿病患者的福音。相关研究成果已经在国际权威期刊《先进功能材料》最新一期发表…",
            "date":"2019-06-04",
            "picture": img,
        },
    ],
    "tip": "success",
}