export default {
    "error_code": 0,
    "data": {
        "contentType": 1,
        "activity": {
            "id": 1,
            "nav_id": 4,
            "title": "我是新闻详情页标题",
            "details": "<html><p style='font-size:20px;'>本站讯（通讯员 张寿行）天津大学发布2019年招生章程，计划招收本科生4950人。学校按年度本科招生计划总数的1%预留机动计划，主要用于生源质量调控及解决同分考生的录取。天津大学根据在各省（区、市）的招生计划和考生报考情况，确定调档比例。对于实行非平行志愿的地区，调档比例一般不超过招生计划的120%；对于实行平行志愿的地区，调档比例一般不超过招生计划的105%。录取时，学校将根据各省（区、市）生源状况和预留计划情况适量调整招生计划。在加分项目上，同一考生如有多项全国性政策加分，只取其中最高一项分值，且原则上加分不得超过20分。经天津大学认定且各级公示合格的各类特殊类型招生考生，其优惠政策以相应招生类别认定政策为准。在专业安排上，天津大学的原则是“分数优先，遵循志愿，专业之间不设级差”。进档考生按照投档分由高到低录取，当考生投档分相同时，专业志愿顺序靠前的考生优先录取；当考生志愿顺序也相同时，考生实际高考文化成绩高者优先录取；当考生实际高考文化成绩也相同时，依次按照数学、语文、英语单科成绩高者优先录取。</p></html>",
            "speaker": "李雷 韩梅梅",
            "location": "天津大学北洋园校区",
            "start_time": "2019-07-01 12:18:28",
            "start_date": "2019-07-01 12:18:32",
            "picture": "https://s2.ax1x.com/2019/07/11/Z27xv4.jpg",
            "files": [
                {
                    "url": "ed73a29e82c151ad0b7b1586483e89a9.docx",
                    "file_name": "宿舍搬迁行李.docx"
                },
                {
                    "url": "e6bf28d8cd32ecaf247a785737db0e2c.docx",
                    "file_name": "浅析中国抗战史中的长征精神.docx"
                }
            ]
        }
    },
    "tips": "成功"
}